{

    "timeline": [{
            "timeTitle": "2009",
            "icon": "fa fa-phone",
            "nameTitle": "Mr. Fogg Returned On Board",
            "text": "Mr. Fogg and his servant went ashore at Aden to have the passport again visaed; Fix, unobserved, followed them. The visa procured, Mr. Fogg returned on board to resume his former habits; while Passepartout, according to custom, sauntered about among the mixed population of Somalis, Banyans, Parsees, Jews, Arabs, and Europeans who comprise the twenty-five thousand inhabitants of Aden. He gazed with wonder upon the fortifications which make this place the Gibraltar of the Indian Ocean, and the vast cisterns where the English engineers were still at work, two thousand years after the engineers of Solomon."

        },
        {
            "timeTitle": "2010",
            "icon": "fa fa-television",
            "nameTitle": "All Thirteen Of The Tricks",
            "text": "Phileas Fogg was in the act of finishing the thirty-third rubber of the voyage, and his partner and himself having, by a bold stroke, captured all thirteen of the tricks, concluded this fine campaign with a brilliant victory."
        },
        {
            "timeTitle": "2011",
            "icon": "fa fa-internet-explorer",
            "nameTitle": "Since His Departure",
            "text": "The Mongolia was due at Bombay on the 22nd; she arrived on the 20th. This was a gain to Phileas Fogg of two days since his departure from London, and he calmly entered the fact in the itinerary, in the column of gains."
        },
        {
            "timeTitle": "2012",
            "icon": "fa fa-envelope-o",
            "nameTitle": "The British Crown Exercises",
            "text": "Everybody knows that the great reversed triangle of land, with its base in the north and its apex in the south, which is called India, embraces fourteen hundred thousand square miles, upon which is spread unequally a population of one hundred and eighty millions of souls. The British Crown exercises a real and despotic dominion over the larger portion of this vast country, and has a governor-general stationed at Calcutta, governors at Madras, Bombay, and in Bengal, and a lieutenant-governor at Agra."
        },
        {
            "timeTitle": "2013",
            "icon": "fa fa-phone",
            "nameTitle": "The English First Gained A Foothold",
            "text": "But British India, properly so called, only embraces seven hundred thousand square miles, and a population of from one hundred to one hundred and ten millions of inhabitants. A considerable portion of India is still free from British authority; and there are certain ferocious rajahs in the interior who are absolutely independent. The celebrated East India Company was all-powerful from 1756, when the English first gained a foothold on the spot where now stands the city of Madras, down to the time of the great Sepoy insurrection."
        }
    ]

}